Repository: sovcombank-invest-lambda/frontend-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ru

# welcomeButtonNextText
source: Forward
ru: Вперед

# welcomeButtonSkipText
source: Skip
ru: Пропустить

# welcomeInfoTitle1
source: Free account opening
ru: Бесплатное открытие счёта

# welcomeInfoText1
source: Open a brokerage or IIS
ru: Откройте брокерский или ИИС

# welcomeInfoTitle2
source: Currency market
ru: Валютный рынок

# welcomeInfoText2
source: Choose from a constantly expanding catalog
ru: Выбирайте из каталога, который постоянно пополняется

# welcomeInfoTitle3
source: No minimum amount
ru: Без всяких минимальных сумм

# welcomeInfoText3
source: Start investing with any amount
ru: Начни инвестировать с любой суммы

# regTitle
source: Registration
ru: Регистрация

# regText
source: Enter phone number to login or register
ru: Введите номер телефона, чтобы войти или зарегистрироваться

# regButtonContinue
source: Continue
ru: Продолжить

# regNumberConfirmationTitle
source: Number confirmation
ru: Подтверждение номера

# regNumberConfirmationText
source: Enter the code from the SMS sent to the number
ru: Введите код из СМС отправленного на номер

# regRepeatCode
source: Send code again
ru: Отправить код повторно

# addCodeLogout
source: Logout
ru: Выйти

# accountHelloText
source: Open an account for free, wait for approval from the administrator and start investing
ru: Откройте счёт бесплатно, дождитесь одобрения от администратора и начните инвестировать

# addRealAccButton
source: Open an account
ru: Открыть счет

# addDemoAccButton
source: Continue with demo account
ru: Продолжить с демосчетом

# accountHelloSecondText
source: The administrator will review your application as soon as possible. We will definitely send you a notification.
ru: Администратор как можно быстрее рассмотрит вашу заявку. Мы обязательно пришлём вам уведомление.

# accountHelloSecondText2
source: You can try demo account,while your application is being processed.
ru: Вы можете попробовать демосчёт, пока ваша заявка обрабатывается.

# accountHelloSecondButtonContinue
source: Continue with demo account
ru: Продолжить с демосчетом

# accountHelloSecondNoNeed
source: Not required
ru: Не требуется
